Repository: offyotto/Core-Monitor
Catalog: Core-Monitor/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, st, su, sv, sw, ta, te, tg, th, tr, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: The Overview Dashboard provides a comprehensive summary of your Mac’s current state including CPU, GPU, memory, thermal, power, and live network information.
af: Die Oorsig Dashboard bied 'n omvattende opsomming van jou Mac se huidige toestand, insluitend CPU, GPU, geheue, termiese, krag en lewendige netwerkinligting.
am: የአጠቃላይ እይታ ዳሽቦርዱ CPU፣ GPU፣ ማህደረ ትውስታ፣ ሙቀት፣ ሃይል እና የቀጥታ አውታረ መረብ መረጃን ጨምሮ የእርስዎን Mac ወቅታዊ ሁኔታ አጠቃላይ ማጠቃለያ ይሰጣል።
ar: توفر لوحة المعلومات العامة ملخصًا شاملاً للحالة الحالية لجهاز Mac الخاص بك، بما في ذلك معلومات CPU وGPU والذاكرة والحرارة والطاقة والشبكة المباشرة.
az: Ümumi Baxış Paneli Mac-ın cari vəziyyətinin hərtərəfli xülasəsini təqdim edir, o cümlədən CPU, GPU, yaddaş, istilik, güc və canlı şəbəkə məlumatları.
be: Аглядная панэль дае падрабязную зводку бягучага стану вашага Mac, уключаючы CPU, GPU, інфармацыю аб памяці, тэмпературы, магутнасці і жывой сетцы.
bg: Таблото за преглед предоставя изчерпателно резюме на текущото състояние на вашия Mac, включително CPU, GPU, информация за паметта, топлината, захранването и мрежата на живо.
bn: ওভারভিউ ড্যাশবোর্ড CPU, GPU, মেমরি, থার্মাল, পাওয়ার, এবং লাইভ নেটওয়ার্ক তথ্য সহ আপনার Mac এর বর্তমান অবস্থার একটি বিস্তৃত সারাংশ প্রদান করে।
bs: Pregledna kontrolna tabla pruža sveobuhvatan sažetak trenutnog stanja vašeg Mac računala, uključujući CPU, GPU, memoriju, toplinu, napajanje i informacije o mreži uživo.
ca: El tauler de visió general ofereix un resum complet de l'estat actual del vostre Mac, incloent CPU, GPU, memòria, tèrmica, potència i informació de xarxa en directe.
ceb: Ang Overview Dashboard naghatag ug usa ka komprehensibo nga summary sa imong Mac karon nga kahimtang lakip ang CPU, GPU, memorya, thermal, power, ug impormasyon sa live network.
co: U Panoramica Dashboard furnisce un riassuntu cumpletu di u statu attuale di u vostru Mac, cumprese CPU, GPU, memoria, infurmazione termica, energia è rete in diretta.
cs: Přehledový panel poskytuje komplexní přehled aktuálního stavu vašeho Macu včetně CPU, GPU, paměti, tepelné energie, napájení a informací o živé síti.
cy: Mae'r Dangosfwrdd Trosolwg yn darparu crynodeb cynhwysfawr o gyflwr presennol eich Mac gan gynnwys CPU, GPU, cof, thermol, pŵer, a gwybodaeth rhwydwaith byw.
da: Oversigtsdashboardet giver en omfattende oversigt over din Macs aktuelle tilstand, herunder CPU, GPU, hukommelse, termisk, strøm og live netværksoplysninger.
de: Das Übersichts-Dashboard bietet eine umfassende Zusammenfassung des aktuellen Status Ihres Mac, einschließlich CPU, GPU, Speicher, Temperatur, Strom und Live-Netzwerkinformationen.
el: Ο πίνακας ελέγχου επισκόπησης παρέχει μια ολοκληρωμένη περίληψη της τρέχουσας κατάστασης του Mac σας, συμπεριλαμβανομένων των πληροφοριών CPU, GPU, μνήμης, θερμικής ενέργειας, τροφοδοσίας και ζωντανού δικτύου.
eo: La Superrigarda Panelo provizas ampleksan resumon de la nuna stato de via Mac inkluzive de CPU, GPU, memoro, termika, potenco kaj vivretaj informoj.
es: El panel de descripción general proporciona un resumen completo del estado actual de su Mac, que incluye información sobre CPU, GPU, memoria, temperatura, energía y red en vivo.
et: Ülevaate armatuurlaud annab põhjaliku kokkuvõtte teie Maci hetkeseisust, sealhulgas CPU, GPU, mälu, soojuse, toite ja reaalajas võrguteabe.
eu: Pantaila Orokorra zure Mac-aren uneko egoeraren laburpen osoa eskaintzen du, besteak beste, CPU, GPU, memoria, termikoa, potentzia eta sareko zuzeneko informazioa.
fa: داشبورد Overview خلاصه ای جامع از وضعیت فعلی مک شما شامل اطلاعات CPU، GPU، حافظه، حرارت، برق و اطلاعات شبکه زنده ارائه می دهد.
fi: Yleiskatsaus Dashboard tarjoaa kattavan yhteenvedon Macisi nykytilasta, mukaan lukien CPU, GPU, muisti-, lämpö-, teho- ja reaaliaikaiset verkkotiedot.
fil: Ang Dashboard ng Pangkalahatang-ideya ay nagbibigay ng komprehensibong buod ng kasalukuyang estado ng iyong Mac kasama ang CPU, GPU, memory, thermal, power, at impormasyon ng live na network.
fr: Le tableau de bord de présentation fournit un résumé complet de l’état actuel de votre Mac, notamment les informations CPU, GPU, la mémoire, la température, l’alimentation et le réseau en direct.
fy: It Overview Dashboard jout in wiidweidige gearfetting fan de hjoeddeistige steat fan jo Mac ynklusyf CPU, GPU, ûnthâld, termyske, macht en live netwurkynformaasje.
ga: Soláthraíonn an Painéal Forbhreathnú achoimre cuimsitheach ar staid reatha do Mac lena n-áirítear CPU, GPU, cuimhne, teirmeach, cumhacht, agus faisnéis líonra beo.
gd: Tha an Deas-bhòrd Ro-shealladh a’ toirt seachad geàrr-chunntas farsaing air staid làithreach do Mhic a’ toirt a-steach CPU, GPU, cuimhne, teirmeach, cumhachd, agus fiosrachadh lìonra beò.
gl: O panel de control xeral ofrece un resumo completo do estado actual do teu Mac, incluíndo CPU, GPU, memoria, información térmica, enerxía e rede en directo.
gu: ઝાંખી ડેશબોર્ડ CPU, GPU, મેમરી, થર્મલ, પાવર અને લાઇવ નેટવર્ક માહિતી સહિત તમારા Macની વર્તમાન સ્થિતિનો વ્યાપક સારાંશ પ્રદાન કરે છે.
ha: Dashboard ɗin Bayani yana ba da cikakken taƙaitaccen bayanin halin Mac ɗin ku na yanzu wanda ya haɗa da CPU, GPU, ƙwaƙwalwar ajiya, thermal, iko, da bayanan cibiyar sadarwa mai rai.
haw: Hāʻawi ka Overview Dashboard i kahi hōʻuluʻulu piha o ke kūlana o kāu Mac i kēia manawa me CPU, GPU, hoʻomanaʻo, wela, mana, a me ka ʻike pūnaewele ola.
he: לוח המחוונים הסקירה מספק סיכום מקיף של המצב הנוכחי של ה-Mac שלך, כולל CPU, GPU, מידע על זיכרון, תרמי, חשמל ורשת חיה.
hi: अवलोकन डैशबोर्ड आपके मैक की वर्तमान स्थिति का एक व्यापक सारांश प्रदान करता है जिसमें CPU, GPU, मेमोरी, थर्मल, पावर और लाइव नेटवर्क जानकारी शामिल है।
hmn: Lub Txheej Txheem Dashboard muab cov ntsiab lus nthuav dav ntawm koj Mac lub xeev tam sim no suav nrog CPU, GPU, nco, thermal, lub zog, thiab cov ntaub ntawv nyob hauv network.
hr: Pregledna nadzorna ploča pruža sveobuhvatan sažetak trenutnog stanja vašeg Maca, uključujući CPU, GPU, informacije o memoriji, toplini, napajanju i mreži uživo.
ht: Apèsi sou tablo a bay yon rezime konplè sou eta aktyèl Mac ou a ki gen ladan CPU, GPU, memwa, tèmik, pouvwa, ak enfòmasyon rezo vivan.
hu: Az Áttekintő irányítópult átfogó összefoglalót nyújt a Mac jelenlegi állapotáról, beleértve a CPU, GPU, a memória, a hőmérséklet, a tápellátás és az élő hálózati információkat.
hy: Overview Dashboard-ը տրամադրում է ձեր Mac-ի ընթացիկ վիճակի համապարփակ ամփոփում, ներառյալ CPU, GPU, հիշողությունը, ջերմային, էներգիայի և կենդանի ցանցի մասին տեղեկությունները:
id: Dasbor Ikhtisar memberikan ringkasan komprehensif tentang status Mac Anda saat ini termasuk CPU, GPU, memori, termal, daya, dan informasi jaringan langsung.
ig: Ihe ngosi Dashboard na-enye nchịkọta zuru oke nke ọnọdụ Mac gị ugbu a gụnyere CPU, GPU, ebe nchekwa, okpomọkụ, ike, na ozi netwọk dị ndụ.
is: Yfirlitsmælaborðið veitir yfirgripsmikla yfirlit yfir núverandi stöðu Mac þinn, þar á meðal CPU, GPU, minni, hitauppstreymi, rafmagn og netupplýsingar í beinni.
it: La dashboard Panoramica fornisce un riepilogo completo dello stato attuale del tuo Mac, inclusi CPU, GPU, informazioni su memoria, temperatura, alimentazione e rete attiva.
ja: 概要ダッシュボードには、CPU、GPU、メモリ、温度、電力、ライブネットワーク情報など、Mac の現在の状態の包括的な概要が表示されます。
jv: Dasbor Ringkesan nyedhiyakake ringkesan lengkap babagan kahanan Mac saiki kalebu CPU, GPU, memori, termal, daya, lan informasi jaringan langsung.
ka: მიმოხილვის დაფა გთავაზობთ თქვენი Mac-ის ამჟამინდელი მდგომარეობის ყოვლისმომცველ შეჯამებას CPU, GPU, მეხსიერების, თერმული, დენის და ცოცხალი ქსელის შესახებ ინფორმაციის ჩათვლით.
kk: Шолу бақылау тақтасы CPU, GPU, жад, жылу, қуат және желі ақпаратын қоса алғанда, Mac компьютеріңіздің ағымдағы күйінің толық қысқаша мазмұнын береді.
km: ផ្ទាំងគ្រប់គ្រងទិដ្ឋភាពទូទៅផ្តល់នូវសេចក្តីសង្ខេបដ៏ទូលំទូលាយនៃស្ថានភាពបច្ចុប្បន្នរបស់ Mac របស់អ្នក រួមមាន CPU, GPU, អង្គចងចាំ, កម្ដៅ, ថាមពល និងព័ត៌មានបណ្តាញបន្តផ្ទាល់។
kn: ಅವಲೋಕನ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್ CPU, GPU, ಮೆಮೊರಿ, ಥರ್ಮಲ್, ಪವರ್ ಮತ್ತು ಲೈವ್ ನೆಟ್‌ವರ್ಕ್ ಮಾಹಿತಿ ಸೇರಿದಂತೆ ನಿಮ್ಮ Mac ನ ಪ್ರಸ್ತುತ ಸ್ಥಿತಿಯ ಸಮಗ್ರ ಸಾರಾಂಶವನ್ನು ಒದಗಿಸುತ್ತದೆ.
ko: 개요 대시보드는 CPU, GPU, 메모리, 열, 전력 및 라이브 네트워크 정보를 포함하여 Mac의 현재 상태에 대한 포괄적인 요약을 제공합니다.
ku: Dashboarda Overview kurteyek berfireh a rewşa heyî ya Mac-a we di nav de CPU, GPU, bîranîn, termal, hêz, û agahdariya torê ya zindî peyda dike.
ky: Обзор панели сиздин Macыңыздын учурдагы абалын, анын ичинде CPU, GPU, эстутум, жылуулук, электр энергиясы жана жандуу тармак маалыматы жөнүндө толук кыскача маалымат берет.
la: Overview Dashboard praebet compendium comprehensivum de statu currentis tui Mac inter CPU, GPU, memoria, scelerisque, potentia, et retis vivas informationes.
lb: D'Iwwerbléck Dashboard bitt e komplette Resumé vum aktuellen Zoustand vun Ärem Mac inklusiv CPU, GPU, Erënnerung, thermesch, Kraaft a Live Netzwierkinformatioun.
lo: Overview Dashboard ສະຫນອງການສະຫຼຸບສັງລວມຂອງສະພາບປະຈຸບັນຂອງ Mac ຂອງທ່ານລວມທັງ CPU, GPU, ຫນ່ວຍຄວາມຈໍາ, ຄວາມຮ້ອນ, ພະລັງງານ, ແລະຂໍ້ມູນເຄືອຂ່າຍສົດ.
lt: Apžvalgos prietaisų skydelyje pateikiama išsami dabartinės „Mac“ būsenos santrauka, įskaitant CPU, GPU, atmintį, šiluminę, maitinimo ir tiesioginio tinklo informaciją.
lv: Pārskata informācijas panelis sniedz visaptverošu kopsavilkumu par jūsu Mac pašreizējo stāvokli, tostarp CPU, GPU, atmiņu, siltuma, strāvas un tiešsaistes tīkla informāciju.
mg: Ny Dashboard Overview dia manome famintinana feno momba ny toetry ny Mac-nao amin'izao fotoana izao ao anatin'izany ny CPU, GPU, ny fitadidiana, ny hafanana, ny herin'aratra ary ny fampahalalana momba ny tambajotra mivantana.
mi: Ko te Papatohu Overview he whakarāpopototanga matawhānui o te ahua o to Mac o naianei tae atu ki te CPU, GPU, te mahara, te wera, te hiko, me nga korero whatunga ora.
mk: Контролната табла за преглед обезбедува сеопфатно резиме на моменталната состојба на вашиот Mac, вклучувајќи информации за CPU, GPU, меморија, топлинска енергија, струја и информации за мрежата во живо.
ml: CPU, GPU, മെമ്മറി, തെർമൽ, പവർ, ലൈവ് നെറ്റ്‌വർക്ക് വിവരങ്ങൾ എന്നിവയുൾപ്പെടെ നിങ്ങളുടെ Mac-ൻ്റെ നിലവിലെ അവസ്ഥയുടെ സമഗ്രമായ സംഗ്രഹം ഓവർവ്യൂ ഡാഷ്‌ബോർഡ് നൽകുന്നു.
mn: Тойм хяналтын самбар нь CPU, GPU, санах ой, дулаан, эрчим хүч, шууд сүлжээний мэдээлэл зэрэг таны Mac-ын одоогийн төлөвийн иж бүрэн хураангуйг өгдөг.
mr: विहंगावलोकन डॅशबोर्ड CPU, GPU, मेमरी, थर्मल, पॉवर आणि थेट नेटवर्क माहितीसह तुमच्या Mac च्या वर्तमान स्थितीचा सर्वसमावेशक सारांश प्रदान करतो.
ms: Papan Pemuka Gambaran Keseluruhan menyediakan ringkasan menyeluruh tentang keadaan semasa Mac anda termasuk CPU, GPU, memori, terma, kuasa dan maklumat rangkaian langsung.
mt: Id-Dashboard Overview jipprovdi sommarju komprensiv tal-istat attwali tal-Mac tiegħek inkluż CPU, GPU, memorja, termali, enerġija, u informazzjoni tan-netwerk live.
my: Overview Dashboard သည် CPU၊ GPU၊ မမ်မိုရီ၊ အပူပိုင်း၊ ပါဝါနှင့် တိုက်ရိုက်ကွန်ရက်အချက်အလက် အပါအဝင် သင့် Mac ၏ လက်ရှိအခြေအနေအကြောင်း ပြည့်စုံသော အကျဉ်းချုပ်ကို ပေးပါသည်။
nb: Oversiktsdashbordet gir et omfattende sammendrag av Macens nåværende tilstand, inkludert CPU, GPU, minne, termisk, strøm og live nettverksinformasjon.
ne: सिंहावलोकन ड्यासबोर्डले CPU, GPU, मेमोरी, थर्मल, पावर, र प्रत्यक्ष नेटवर्क जानकारी सहित तपाईंको म्याकको हालको अवस्थाको विस्तृत सारांश प्रदान गर्दछ।
nl: Het overzichtsdashboard biedt een uitgebreid overzicht van de huidige status van uw Mac, inclusief CPU, GPU, geheugen, temperatuur, voeding en live netwerkinformatie.
ny: The Overview Dashboard imapereka chidule chatsatanetsatane cha momwe Mac yanu ilili pano kuphatikiza CPU, GPU, kukumbukira, kutentha, mphamvu, ndi chidziwitso chapaintaneti.
pa: ਓਵਰਵਿਊ ਡੈਸ਼ਬੋਰਡ CPU, GPU, ਮੈਮੋਰੀ, ਥਰਮਲ, ਪਾਵਰ, ਅਤੇ ਲਾਈਵ ਨੈੱਟਵਰਕ ਜਾਣਕਾਰੀ ਸਮੇਤ ਤੁਹਾਡੇ ਮੈਕ ਦੀ ਮੌਜੂਦਾ ਸਥਿਤੀ ਦਾ ਇੱਕ ਵਿਆਪਕ ਸਾਰਾਂਸ਼ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।
pl: Panel przeglądu zapewnia kompleksowe podsumowanie bieżącego stanu komputera Mac, w tym informacje o CPU, GPU, pamięci, temperaturze, zasilaniu i bieżącej sieci.
ps: د عمومي لید ډشبورډ ستاسو د ماک اوسني حالت جامع لنډیز وړاندې کوي پشمول د CPU، GPU، حافظه، حرارتي، بریښنا، او د شبکې ژوندي معلومات.
pt: O painel de visão geral fornece um resumo abrangente do estado atual do seu Mac, incluindo CPU, GPU, memória, informações térmicas, de energia e de rede ativa.
ro: Tabloul de bord Prezentare generală oferă un rezumat cuprinzător al stării actuale a Mac-ului dvs., inclusiv CPU, GPU, informații despre memorie, termice, alimentare și rețele live.
ru: Панель обзора предоставляет полную сводку текущего состояния вашего Mac, включая CPU, GPU, информацию о памяти, температуре, питании и сети.
sd: جائزو ڊيش بورڊ توهان جي Mac جي موجوده حالت جو هڪ جامع خلاصو مهيا ڪري ٿو جنهن ۾ CPU، GPU، ميموري، تھرمل، پاور، ۽ لائيو نيٽ ورڪ جي معلومات شامل آھن.
si: දළ විශ්ලේෂණ උපකරණ පුවරුව CPU, GPU, මතකය, තාප, බලය, සහ සජීවී ජාල තොරතුරු ඇතුළුව ඔබේ Mac හි වත්මන් තත්ත්වය පිළිබඳ සම්පූර්ණ සාරාංශයක් සපයයි.
sk: Prehľadový panel poskytuje komplexné zhrnutie aktuálneho stavu vášho Macu vrátane CPU, GPU, informácií o pamäti, tepelnej, napájacej a aktuálnej sieti.
sl: Pregledna nadzorna plošča ponuja izčrpen povzetek trenutnega stanja vašega Maca, vključno z informacijami o CPU, GPU, pomnilniku, toploti, moči in omrežju v živo.
sm: O le Overview Dashboard o loʻo tuʻuina atu ai se aotelega atoatoa o le tulaga o loʻo i ai nei lau Mac e aofia ai le CPU, GPU, manatua, vevela, malosi, ma faʻamatalaga fesoʻotaʻiga ola.
sn: Iyo Overview Dashboard inopa pfupiso yakazara yeMac yako ikozvino mamiriro anosanganisira CPU, GPU, ndangariro, zvinopisa, simba, uye mhenyu network ruzivo.
so: Dashboardka Guudmarku waxa uu bixiyaa koobid dhamaystiran oo ku saabsan xaaladaada Mac ee hadda ay ku jiraan CPU, GPU, xusuusta, kulaylka, tamarta, iyo macluumaadka shabakada nool.
sq: Paneli i Përmbledhjes ofron një përmbledhje gjithëpërfshirëse të gjendjes aktuale të Mac-it tuaj duke përfshirë CPU, GPU, memorien, termike, energjinë dhe informacionin e rrjetit të drejtpërdrejtë.
st: The Overview Dashboard e fana ka kakaretso e felletseng ea boemo ba Mac ea hau ha joale ho kenyeletsoa CPU, GPU, mohopolo, mocheso, matla, le tlhaiso-leseling ea marang-rang.
su: Dasbor Tinjauan nyadiakeun ringkesan komprehensif ngeunaan kaayaan Mac anjeun ayeuna kalebet CPU, GPU, memori, termal, kakuatan, sareng inpormasi jaringan langsung.
sv: Översiktspanelen ger en omfattande sammanfattning av din Macs aktuella status inklusive CPU, GPU, minne, termisk, ström och live-nätverksinformation.
sw: Dashibodi ya Muhtasari hutoa muhtasari wa kina wa hali ya sasa ya Mac yako ikiwa ni pamoja na CPU, GPU, kumbukumbu, mafuta, nishati na maelezo ya mtandao ya moja kwa moja.
ta: மேலோட்டம் டாஷ்போர்டு CPU, GPU, நினைவகம், வெப்பம், சக்தி மற்றும் நேரடி நெட்வொர்க் தகவல் உட்பட உங்கள் Mac இன் தற்போதைய நிலையின் விரிவான சுருக்கத்தை வழங்குகிறது.
te: అవలోకనం డాష్‌బోర్డ్ CPU, GPU, మెమరీ, థర్మల్, పవర్ మరియు లైవ్ నెట్‌వర్క్ సమాచారంతో సహా మీ Mac ప్రస్తుత స్థితి యొక్క సమగ్ర సారాంశాన్ని అందిస్తుంది.
tg: Панели баррасии умумӣ хулосаи ҳамаҷонибаи ҳолати кунунии Mac-и шуморо, аз ҷумла CPU, GPU, хотира, гармӣ, барқ ва иттилооти шабакаи зинда пешниҳод мекунад.
th: แดชบอร์ดภาพรวมให้ข้อมูลสรุปที่ครอบคลุมเกี่ยวกับสถานะปัจจุบันของ Mac ของคุณ รวมถึง CPU, GPU, หน่วยความจำ, อุณหภูมิ, พลังงาน และข้อมูลเครือข่ายแบบสด
tr: Genel Bakış Kontrol Paneli, CPU, GPU, bellek, termal, güç ve canlı ağ bilgileri dahil olmak üzere Mac'inizin mevcut durumunun kapsamlı bir özetini sağlar.
uk: Інформаційна панель огляду надає повний підсумок поточного стану вашого Mac, включаючи CPU, GPU, інформацію про пам’ять, тепло, живлення та активну інформацію про мережу.
ur: جائزہ ڈیش بورڈ آپ کے میک کی موجودہ حالت کا ایک جامع خلاصہ فراہم کرتا ہے جس میں CPU، GPU، میموری، تھرمل، پاور، اور لائیو نیٹ ورک کی معلومات شامل ہیں۔
uz: Umumiy ko‘rinish asboblar paneli Mac’ingizning joriy holati, jumladan CPU, GPU, xotira, issiqlik, quvvat va jonli tarmoq ma’lumotlari haqida to‘liq ma’lumot beradi.
vi: Bảng điều khiển tổng quan cung cấp bản tóm tắt toàn diện về trạng thái hiện tại của máy Mac của bạn, bao gồm CPU, GPU, bộ nhớ, nhiệt, nguồn và thông tin mạng trực tiếp.
xh: I-Overview Dashboard ibonelela ngesishwankathelo esibanzi semeko yangoku yeMac yakho kubandakanya i-CPU, GPU, inkumbulo, i-thermal, amandla, kunye nolwazi lwenethiwekhi ephilayo.
yi: די איבערבליק דאַשבאָרד גיט אַ פולשטענדיק קיצער פון דיין מעק ס קראַנט שטאַט אַרייַנגערעכנט CPU, GPU, זכּרון, טערמאַל, מאַכט און לעבן נעץ אינפֿאָרמאַציע.
yo: Dasibodu Akopọ n pese akojọpọ okeerẹ ti ipo Mac rẹ lọwọlọwọ pẹlu CPU, GPU, iranti, igbona, agbara, ati alaye nẹtiwọọki laaye.
zh_hans: 概览仪表板提供 Mac 当前状态的全面摘要，包括 CPU、GPU、内存、热量、电源和实时网络信息。
zh_hant: 概覽儀表板提供 Mac 目前狀態的全面摘要，包括 CPU、GPU、記憶體、熱量、電源和即時網路資訊。
zu: Ideshibhodi Yokubuka konke inikeza isifinyezo esibanzi sesimo samanje se-Mac yakho okuhlanganisa i-CPU, GPU, inkumbulo, okushisayo, amandla, nolwazi lwenethiwekhi ebukhoma.
